{
  "status": "success",
  "items": [
    {
      "image": "./img/h1.jpg",
      "id": 1,
      "title": "Harry Potter y la piedra filosofal",
      "author": "J. K. Rowling",
      "year": 1997,
      "description": "Harry Potter crece en la casa de sus tíos, los Dursley, quienes le ocultan su verdadera historia familiar; al cumplir Harry once años de edad, empiezan a llegarle cartas de remitente desconocido, que van aumentando en número a medida que sus tíos no dejan que las abra. Las mismas traen la noticia de que el niño ha sido admitido en el Colegio Hogwarts de Magia y Hechicería, ya que, al igual que sus padres, es mago.",
      "categorie": "Novela",
      "subgender": "Aventuras",
      "amount": 5,
      "price": 1023.32
    },
    {
      "image": "./img/h2.jpg",
      "id": 2,
      "title": "Harry Potter y la cámara secreta",
      "author": "J. K. Rowling",
      "year": 1998,
      "description": "Tras el primer curso de Harry en Hogwarts, este regresa al hogar de sus tíos Vernon y Petunia Dursley para pasar el verano allí. Un día, en la habitación de Harry aparece un ser conocido como «elfo doméstico» llamado Dobby, quien le advierte que no debe asistir a su segundo curso del colegio puesto que «estará en peligro mortal»; sin embargo, Harry hace caso omiso a las palabras del elfo. Después de esto, Ron Weasley, y sus hermanos Fred y George llegan a su casa en un coche volador, escapando con Harry.",
      "categorie": "Novela",
      "subgender": "Aventuras",
      "amount": 2,
      "price": 1100.00
    },
    {
      "image": "./img/h3.jpg",
      "id": 3,
      "title": "Harry Potter y el prisionero de Azkaban",
      "author": "J. K. Rowling",
      "year": 2000,
      "description": "El verano se acerca a su fin y encuentra a Harry Potter de 13 años en la casa de sus tíos, los Dursley. Pero luego de un incidente en que el muchacho no logra controlar su temperamento y hechiza a una visitante –Marge, la hermana de Vernon Dursley–, el muchacho huye a bordo del Autobús Noctámbulo rumbo a Londres. Así se entera de la noticia que mantiene en vilo al mundo mágico: un peligroso asesino ha burlado a los carceleros de Azkaban y se ha dado a la fuga.",
      "categorie": "Novela",
      "subgender": "Aventuras",
      "amount": 0,
      "price": 890.55
    },
    {
      "image": "./img/h4.jpg",
      "id": 4,
      "title": "Harry Potter y el cáliz de fuego",
      "author": "J. K. Rowling",
      "year": 2001,
      "description": "A lo largo de las tres novelas anteriores pertenecientes a la saga de Harry Potter, el protagonista, Harry Potter lucha con las dificultades acarreadas por su adolescencia y por el hecho de ser un mago famoso. Cuando Harry era un niño pequeño, Voldemort, el mago tenebroso más poderoso de la historia, había asesinado a los padres de Harry, pero luego se había desvanecido misteriosamente después de que su maldición asesina en contra de Harry rebotase. El hecho había causado que Harry adquiriera fama inmediata y que fuese colocado bajo los cuidados de sus tíos muggles, Petunia y Vernon, quienes a su vez tenían un hijo llamado Dudley Dursley.",
      "categorie": "Novela",
      "subgender": "Aventuras",
      "amount": 3,
      "price": 1150.99
    },
    {
      "image": "./img/ep1.jpg",
      "id": 5,
      "title": "Eleanor & Park",
      "author": "Rainbow Rowell",
      "year": 2013,
      "description": "Ambientada en 1986, relata la historia de dos personajes adolescentes: Park Sheridan, un introvertido chico estadounidense mestizo de ascendencia coreana e irlandés-americana; y Eleanor Douglas, una chica de cabello rojo, tímida y solitaria, que llega, a través de una mudanza, al instituto donde estudia Park. El relato va narrando como estos dos chicos se encuentran de manera casual y como, poco a poco, va surgiendo una relación de carácter más íntimo y trascendente para sus cortas vidas, compartiendo gustos y aficiones y descubriendo valores tales como la amistad, la compañía, el afecto o la llegada del primer amor.",
      "categorie": "Novela",
      "subgender": "Literatura juvenil",
      "amount": 2,
      "price": 950.00
    },
    {
      "image": "./img/tw1.jpg",
      "id": 6,
      "title": "La espada del destino",
      "author": "Andrzej Sapkowski",
      "year":   1992,
      "description": "La vida de un brujo cazador de monstruos no es fácil. Tan pronto puede uno tener que meterse hasta el cuello en un estercolero para eliminar a la bestia carroñera que amenaza a la ciudad, intentando no atrapar una infección incurable, como se puede encontrar unido a la cacería de uno de los últimos dragones, en la que la cuestión no es si los cazadores conseguirán matar a la pobre bestia, sino qué pasará cuando tengan que repartirse el botín. Magos, príncipes, estarostas, voievodas, druidas, vexlings, dríadas, juglares y criaturas de todo pelaje pueblan esta tierra, enzarzados en conflictos de supervivencia, codicia y amor, y entre ellos avanza, solitario, el brujo Geralt de Rivia. Andrzej Sapkowski es el gran renovador de la literatura fantástica de nuestros tiempos, un genio del lenguaje y la caracterización cuya prosa ya ha hechizado a millones de lectores en todo el mundo.",
      "categorie": "Cuento",
      "subgender": "Fantasía",
      "amount": 1,
      "price": 750.50
    },
    {
      "image": "./img/sj1.jpg",
      "id": 7,
      "title": "Steve Jobs",
      "author": "Walter Isaacson",
      "year":   2011,
      "description": "Steve Jobs es la biografía autorizada del empresario informático Steve Jobs. Fue escrita a pedido del propio Jobs por el biógrafo estadounidense Walter Isaacson, antiguo ejecutivo de la CNN y Time Magazine que ya había escrito las populares biografías de Benjamin Franklin y Albert Einstein.​​",
      "categorie": "Biografía",
      "subgender": "Biografía",
      "amount": 4,
      "price": 300.00
    },
    {
      "image": "./img/em1.jpg",
      "id": 8,
      "title": "Elon Musk: El empresario que anticipa el futuro",
      "author": "Ashlee Vance",
      "year":   2015,
      "description": "Esta es una mirada compleja a un hombre complejo, una moderna combinación de Thomas Edison, Henry Ford, Howard Hughes y Steve Jobs. Su nombre es Elon Musk, y es el empresario que está detrás de Tesla Motors, SpaceX y SolarCity, empresas innovadoras en sus respectivos campos -la automovilística, la aeronáutica y la energía- con las que Musk está consiguiendo hacer realidad lo que hasta hace poco no era más que ciencia ficción Nacido en Sudáfrica, Musk tuvo una infancia difícil de niño prodigio con la mirada puesta en Estados Unidos. En cuanto pudo, cruzó medio mundo para estudiar en Pennsylvania. Vendió la primera empresa que creó, Zip2, por 300 millones de dólares, y la segunda PayPal, por 1,500. A partir de ese momento, empezó a soñar a lo grande: coches eléctricos a precios asequibles, cohetes espaciales, colonias en Marte, un tren capaz de circular a 1,200 kilómetros por hora, baterías de litio en las que almacenar energía y poder prescindir de las eléctricas... Esta es la verdadera historia de la tumultuosa ascensión a las cumbres del mundo empresarial de Musk, un hombre que ha revolucionado la industria americana y ha roto todos los límites de la innovación, ganándose inevitablemente unos cuantos enemigos por el camino. Más que un inventor, más que un pensador, más que un genio, Musk es el perfecto ejemplo del emprendedor que persigue cambiar nuestra vida cotidiana hasta extremos que todavía no somos capaces de imaginar.",
      "categorie": "Biografía",
      "subgender": "Biografía",
      "amount": 6,
      "price": 370.00
    },
    {
      "image": "./img/swbhdt1.jpg",
      "id": 9,
      "title": "Breve historia del tiempo",
      "author": "Stephen Hawking",
      "year":   1988,
      "description": "Las entrevistas que contiene este volumen nos revelan a la persona detrás de su torre teórica y científica. Su madre y su hermana relatan cómo fue su juventud y cómo llegó a ser quien es. Sus condiscípulos de la escuela de Física de Oxford y de Cambridge lo recuerdan como un joven con evidente talento y muy poca tolerancia por los estudios convencionales. Sus colegas científicos describen las ideas que dieron forma a su trabajo teórico y la majestuosidad de los conceptos que desarrolló. Finalmente, aparecen las opiniones del propio autor. Complementada con meticulosas notas biográficas sobre cada participante y con pasajes explicativos que amplían las ideas científicas, ilustradas con fotografías y gráficas que iluminan los conceptos científicos -entre ellos los agujeros negros y la flecha del tiempo-, esta obra es una historia oral extraordinaria, un retrato fascinante de una de las mentes más brillantes del siglo XX.",
      "categorie": "Cosmología",
      "subgender": "Ciencia y Ensayo",
      "amount": 2,
      "price": 250.00
    },
    {
      "image": "./img/yperdhmk1.jpg",
      "id": 10,
      "title": "Y por eso rompimos",
      "author": "Daniel Handler",
      "year":   2013,
      "description": "A través de una carta, min quiere explicarle a Ed las razones que causaron su ruptura y ha preparado una caja para devolverle todos los objetos que le recuerdan su relación, unos objetos cargados de significado y de historia. Voy camino a casa de ed. Llevo en mis manos una caja repleta de objetos que un día lo significaron todo para nosotros, todos los recuerdos que conservo de nuestra relación. Ahora mismo estoy escribiéndote una carta. Cuando la acabe, la meteré también en la caja y te la daré. La carta explica nuestra historia, una historia preciosa pero dolorosa, una historia que hay que comprender poco a poco, sin prisa. Te entregaré esta caja, Ed. Adentro está todo: Las dos Corcholatas de Scarpias bitter Black Laque nos bebimos aquella noche en el jardín trasero de la casa de al. Recuerdo las estrellas brillando y nuestro aliento condensado por el frío. El boleto de cine para ver la película en la que nos dimos nuestro primer beso. Me besaste a los veinte minutos de haber empezado y luego otra vez en la escena final. El afiche de la película que robaste para mí, para que conservara el recuerdo de nuestra primera cita. Fue muy tierno, gracias. Pero ya no lo quiero.",
      "categorie": "Novela",
      "subgender": "Literatura juvenil",
      "amount": 1,
      "price": 250.99
    }
    
  ]
}